Repository: leloucheamsted/bazz_flutter
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Define System Domain
fr: Définir le Système de Domaine

source: Domain Name
fr: Nom de domaine

source: Login With Username
fr: Se Connecter avec le Nom d'utilisateur

source: User Name
fr: Nom d'utilisateur

source: Enter Password
fr: Entrer le mot de passe

source: Enter Sim Card Number
fr: Entrer le Numéro de la Carte SIM

source: Proceed
fr: Procéder

source: Home
fr: Accueil

source: Login
fr: Se Connecter

# loginByYourFaceScan
source: Login With Face Scan
fr: Se Connecter par Detection Faciale

source: Shift Profile
fr: Changement de Profil

source: Active Group
fr: Groupe actif

source: Shift Duration
fr: Durée du Poste

source: Supervisor
fr: superviseur

# supervisorName
source: Supervisor
fr: Nom du Superviseur

source: Start Now
fr: Débuter à l'instant

source: User Profile
fr: Profil de l'utilisateur

source: Settings
fr: Paramètres

source: Message History
fr: Historique des messages

source: Device Outputs
fr: Sorties de l'appareil

# offlineLogoutMsg
source: Logout while the device is offline could effect your shift performance rate, would you want to proceed?
fr: La déconnexion pendant que l'appareil est hors ligne peut affecter votre taux de performance de quart de travail, souhaitez-vous continuer?

source: End Shift
fr: Fin de Déplacement

source: Logout
fr: Se déconnecter

source: Group
fr: Groupe

source: Group Members
fr: Membres du groupe

source: Position Members
fr: Membres du poste

source: No Active Group
fr: Pas de Groupe Actif

source: Message From
fr: Message de

source: Search Messages...
fr: Rechercher des messages ...

source: No Audio Messages
fr: Pas de Messages Audios

source: Can't find related groups
fr: Impossible de trouver des groupes associés

source: Current location isn't available
fr: La position actuelle n'est pas disponible

# areYouSureYouWantToDelete
source: Are you sure you want to delete all attached media?
fr: Voulez vous vraiment supprimer tous les médias joints?

source: Missed
fr: Manqué

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: Ends In
fr: Finit dans

source: No Connected User
fr: Pas d'Utilisateur Connécté

source: No Connection
fr: Pas de connection

source: No Video
fr: Pas de vidéo

source: No visits yet
fr: Pas encore de visites

# startCallWith
source: Start Video Call With
fr: Commencer l'appel avec

source: User
fr: utilisateur

source: Users
fr: Les Utilisateurs

source: Groups
fr: Les groupes

source: Positions
fr: Les postes

source: Start Date/Time
fr: Heure et date de Début

source: End Date/Time
fr: Heure et date de Fin

source: Planned Duration
fr: Durée prévue

source: Actual Duration
fr: Durée Actuelle

source: No Matched
fr: Pas de correspondance

source: Hang Up
fr: Raccrocher

source: Pickup
fr: Décrocher

source: Cancel
fr: Annuler

# shiftProfileSelectPosition
source: Select Position
fr: Changer de Profil et sélectionner la Position

# selectedZone
source: Zone
fr: Zone sélectionnée

# selectedGroup
source: Group
fr: Groupe sélectionné

# selectedPosition
source: Position
fr: Poste sélectionné

source: Start Shift Now
fr: Commencer le Changement à l'instant

source: Start
fr: début

# continueAsUser
source: Continue
fr: Continuer

source: Distance From Position
fr: Distance du Poste

source: No SOS Events
fr: PAS d'événements SOS

source: No Events
fr: PAS d'événements

# commentIsMandatory
source: A Comment is Mandatory
fr: Le Commentaire est Obligatoire

source: Resolve
fr: Résoudre

source: Reported SOS at
fr: SOS signalé à

source: No Position
fr: Pas de Poste

source: System Settings
fr: LES PARAMÈTRES DU SYSTÈME

source: Shift Summary
fr: Résumé de l'équipe

source: Speak With the Group
fr: parler avec le groupe

# speakWithThePositionCrew
source: Speak With the Crew Position
fr: Parler avec l'équipe de Poste

source: Shift Duration Expired
fr: Durée du Changement Expirée

source: Proceed to the Login Page
fr: Accédez à la page de connexion

source: Processing Your Face
fr: Le traitement de votre Visage

# loginWithFace
source: Login With Face Scan
fr: Se Connecter avec le Visage

source: Confirm
fr: Confirmer

source: All
fr: Tous

source: Map
fr: La carte

source: Video
fr: La vidéo

source: Alerts
fr: Les alertes

source: Chat
fr: Discuter

source: System
fr: Le système

source: Device
fr: L'appareil

source: Debug
fr: Déboguer

source: Device Density
fr: Densité de l'appareil

source: Phone Number
fr: Numéro de téléphone

source: Device IME
fr: L'IME de l'appareil

source: Operator Name
fr: Nom de l'opérateur

source: Battery Technology
fr: La technologie de Batterie

source: Battery Voltage
fr: Le voltage de Batterie

source: Device Settings
fr: Les paramètres de l'Appareil

source: Backend Version
fr: La version Principale

source: Backend API Address
fr: L'adresse de l'API pricipale

source: Backend Websocket Address
fr: L'adresse du Websocket Principal

source: Backend Websocket Port
fr: Le port du Websocket Principal

source: Media Soap Address
fr: L'adresse Soap Mediatique

source: Video Server Address
fr: L'adresse du Serveur Vidéo

source: Video Server Port
fr: Le port du Serveur Vidéo

source: Chat Server Address
fr: L'adresse du Serveur de Discussion

# chatServerPort
source: Video Server Port
fr: Port du Serveur de Discussion

source: DEBUG SYSTEM
fr: Le système de Débogage

# enableRemoteDebugging
source: Enable Remote Debugging Logs
fr: Activer le Débogage à Distance

source: SOS - High Level of Alertness Required
fr: Haut Niveau de Vigilance SOS requis

source: SOS Warning State
fr: Etat d'Avertissement SOS

source: Alert Check
fr: Vérification d'Alerte

# outofPoistionRange
source: You Are Out of Your Position Range!
fr: Hors de la Plage des Positions

# outofPoistionRangeTitle
source: Out of Range
fr: Le titre des Positions Hors de la Plage

# takePhoto
source: Take a Photo
fr: Prendre une photo

# shootVideo
source: Shoot a Video
fr: Une prise Vidéo

# chooseFromGallery
source: Choose from the Gallery
fr: Choisir depuis la Galerie

# choosePdfDocument
source: Choose PDF
fr: Choisir le Document PDF

source: Compressing
fr: Compression

source: Video Player
fr: Le lecteur Vidéo

# viewImage
source: Image Viewer
fr: Voir l'Image

source: PDF Viewer
fr: Le lecteur PDF

source: Session Timeout
fr: Expiration de la session

source: Continue as Supervisor
fr: Continuer en tant que superviseur

# yourSessionIsClosedByTheServer
source: Your Session Has Been Closed by the Server
fr: Votre session est fermée par le serveur

# yourSessionIsClosedByTheServerErr
source: Your Session Has Been Closed by the Server Due to Connection Error
fr: Your session is closed by the server due connection error

source: Failed Ending Shift Assignment
fr: Fin de l'échec de l'Affectation

# userIsNotMemberOfSystemGroups
source: User is Not a Member of System Groups
fr: L'utilisateur n'est pas Membre des Groupes Systèmes

source: No Available Positions to Start Shift Assignment
fr: Aucun Poste Disponible pour commencer l'affectation

source: No Internet Connection
fr: Pas de connexion Internet

source: Show On Map
fr: Montrer sur la Carte

source: Is Out Of Range
fr: Est Hors de Portée

source: Is Alertness fail
fr: Est l'échec de la Vigilance

source: Are Alertness fail
fr: Se sont les échecs de la Vigilance

source: Are Out Of Range
fr: Sont Hors de Portée

# alertnessFailPoistionRangeTitle
source: Alertness Failed
fr: Le titre de l'échec de Vigilance de la plage de Position

# selectedPositionIsActive
source: Selected Position is Already Active By
fr: La position sélectionnée est déjà active par

source: Select Different Position
fr: Selectionner une Position Différente

# userIsNotAssociatedToGroups
source: User Is Not Associated to Groups or Available Position
fr: L'utilisateur n'est pas associé aux Groupes

source: Position Assignment
fr: Affectation de Poste

source: Alertness Check
fr: Vérification de la Vigilance

# passCheck
source: Pass the Check
fr: Passer le Chèque

source: System Error
fr: Erreur du Système

source: System Info
fr: Information du Système

# snoozeCheckDialogMessage
source: Pass the Alertness Check, or Postpone it for {seconds} Seconds
fr: Vérifier la boite de dialogue du Message reporté

source: Snooze
fr: reporter

source: Active
fr: actif

source: Not Active
fr: pas actif

source: Out of Range
fr: hors de portée

source: Alertness Failed
fr: Echec de Vigilance

source: No Active Users
fr: aucun utilisateur actif

source: No Active Positions
fr: Aucun Poste Actif

source: No Inactive Users
fr: pas d'utilisateurs inactifs

source: No Inactive Positions
fr: pas de positions inactifs

# nobodyOutOfRange
source: No Positions Out of Range
fr: Aucune personne Hors de Portée

source: No Inattentive Positions
fr: pas de positions inattentives

# openGroupMembers
source: Open
fr: Ouvrir le Groupe des Membres

source: Position is Not Available
fr: Le Poste n'est pas Disponible

source: Video Call is Connected
fr: Les appels Vidéos connectés

# videoCallIsIncoming
source: Incoming Video Call
fr: Les appels Vidéos entrants

# videoCallIsOutgoing
source: Outgoing Video Call
fr: Les appels Vidéos sortants

source: Video Service is Not Available
fr: Le Service Vidéo n'est pas Disponible

source: Updates
fr: Les mises à jour

source: Current Version
fr: La version actuelle

source: Available Version
fr: La version disponible

source: Download New Version
fr: Télécharger la nouvelle Version

# installVersion
source: Install Current Version
fr: Installer la Version

source: Open APK Folder
fr: Ouvrir le dossier APK

# newBazzAPKIsAvail
source: New BAZZ APK download completed, new version is available in the download folder
fr: Nouvelle Application Bazz Disponible

source: New Updates Available
fr: Nouvelles Mises à jour Disponibles

source: Change Your Password
fr: Changer votre Mot de Passe

source: New Password
fr: Nouveau Mot de Passe

source: Confirm New Password
fr: Confirmer le Nouveau Mot de Passe

source: Choose Images With
fr: Choisir les images avec

source: Send
fr: envoyer

source: Detect Face
fr: Détecter le Visage

# quizScanFace
source: Before Sending QUIZ Scan Your Face
fr: Quiz du scan des Visages

source: General
fr: Général

# resetMobileAppMsg
source: Rest Mobile app will erase all app local data
fr: Réinitialiser le Message de l'application Mobile

# restMobileAppTitle
source: Rest Mobile App
fr: Réinitialiser le Titre de l'application Mobile

source: Change Group
fr: Changer de groupe

source: Broadcasting In
fr: Diffusion dans

source: New Audio Message
fr: Nouveau message audio

source: Show System Log
fr: Afficher le journal système

# enableLogging
source: Enable System Logs
fr: Activer la Journalisation

source: Recording
fr: enregistrement

source: Broadcast
fr: diffusé

source: Broadcasting
fr: diffusion

# resetMobileApp
source: Reset APP Settings
fr: Réinitialiser l'application Mobile

# technicianCodeTitle
source: Technician Code
fr: Le titre du Code Technicien

# technicianCodeNotValid
source: Technician Code is not Valid
fr: Code Technicien non Valide

# unpinDeviceTitle
source: Unpin Device
fr: Désépingler le Titre de l'appareil

# unpinDeviceMsg
source: Do you want to continue to unpin the device
fr: Désépingler le Message de l'appareil

# notInShiftPositionRangeTitle
source: Position Not in Range
fr: Pas dans le Titre de la Plage des Positions de Changement

# notInShiftPositionRangeMag
source: You can not start a shift outside position range
fr: Pas dans la Plage des Positions de Changement

source: Change Language:
fr: Changer de langue:

source: Accelerometer Velocity Diff
fr: Différentes vitesses de l'accéléromètre

source: Accelerometer Base Velocity
fr: Vitesse de base de l'accéléromètre

source: Enable Accelerometer
fr: Activer l'accéléromètre

source: Default Reset
fr: Réinitialisation par défaut

# goBackToLogin
source: Back to Login
fr: Retour connexion

source: Fetching Groups...
fr: Récupération des groupes...

source: Loading
fr: Chargement

# failedLoadingHomeView
source: System failure while loading main home view
fr: Défaillance du système lors du chargement de la vue d'accueil principale

source: Compressing Media
fr: médias de compression

source: Upload Progress
fr: progression du transfert

source: Uploading Media
fr: téléchargement de médias

# userAlreadyLoggedInMsg
source: User already logged into the system with a different device, would you like to proceed?
fr: Nom d'utilisateur déjà connecté au système à partir d'un autre appareil, souhaitez-vous continuer?

# userAlreadyLoggedInTitle
source: Already Logged In
fr: Déjà connecté

source: Stop Key Code Tracking
fr: Arrêter le suivi des codes clés

source: Start Key Code Tracking
fr: Démarrer le suivi des codes clés

source: Initializing Services...
fr: Initialisation des services...

source: Next
fr: prochain

source: Done
fr: fini

source: Passed
fr: passé

source: Failed
fr: manqué

# mobileVersionNotSupportedTitle
source: Invalid Version
fr: Version invalide

# mobileVersionNotSupportedMsg
source: The mobile version is not supported by the server, please update your version
fr: La version mobile n'est pas supportée par le serveur, veuillez mettre à jour votre version

source: Data Usage
fr: L'utilisation de données

source: Description
fr: la description

source: Reporting Points
fr: points de rapport

source: Your Comment
fr: votre commentaire

source: Error
fr: erreur

source: Warning
fr: attention

source: Caution
fr: avertir

source: Shift Activities Stats
fr: statistiques d'activités shift

# activityAlertTitle
source: Activity Alert
fr: Alerte d'activité

# activityAlertMsg
source: System Detected that your device is still without any activity for the last minute.
fr: Système Détectez que votre appareil est toujours sans activité pendant les dernières minutes.

# activityAlertShortMsg
source: Your Device is Still Without any Activity.
fr: Votre appareil est toujours sans activité.

source: Channel Switch Up
fr: Changement de chaîne

source: Channel Switch Down
fr: Basculement des canaux

source: Clear All
fr: tout effacer

source: Nothing Here
fr: rien ici

source: Collapse Group
fr: groupe d'effondrement

source: See
fr: voir

source: More
fr: plus

source: Now
fr: à présent

source: Ago
fr: il y a

source: Filter...
fr: Filtre...

# attachYourBadgeTitle
source: Attach Your Badge to Login
fr: Attachez votre badge pour vous connecter

source: Login With Username or Badge
fr: Connectez-vous avec un nom d'utilisateur ou un badge

# loginWithCardCode
source: Login With Card
fr: Connectez-vous avec la carte

source: Failed Logout from System
fr: Échec de la déconnexion du système

# failedEndShiftFromSystem
source: Failed Ending Shift
fr: Échec de la fin du quart de travail

source: Failed Reading Card Details
fr: Échec de la lecture des détails de la carte

# searchingPositionInRange
source: Searching Positions In Range
fr: RECHERCHE DE POSITIONS DANS LA GAMME

# getPositionByQRCode
source: Position By QR
fr: Position par QR

# positionQRIsFailed
source: Position QR Validation Failed
fr: Échec de la validation du QR de poste

source: No Reporting Points
fr: Aucun point de signalement

source: Restart
fr: Redémarrage

# scanPositionQRCode
source: Scan the Position QR Code
fr: Scannez le QR Code du poste

# cantOpenRP
source: Can't Open the Reporting Point
fr: Impossible d'ouvrir le Point de Rapport

# cantMatchRP
source: Can't Match the Reporting Point
fr: Ne peut pas correspondre au Point de Rapport

# youAreOutside
source: You Are Outside of its Boundaries
fr: vous êtes en dehors de ses limites

source: Wrong QR
fr: mauvais QR

source: Getting your Location
fr: Obtenir votre emplacement

# yourShiftWasInterrupted
source: Your shift was interrupted, an alert has been sent to your supervisor
fr: Votre équipe a été interrompue, une alerte a été envoyée à votre superviseur

# cantEndShiftOffline
source: You can't end shift while you are offline
fr: Vous ne pouvez pas terminer votre quart pendant que vous êtes hors ligne

# apkURlNotDefined
source: APK Url is not Defined
fr: L'URL de l'APK n'est pas définie

# apkURlStartDownload
source: Start Download APK url
fr: Commencer le téléchargement de l'URL de l'APK

source: Private Call To
fr: Appel privé à

source: Private Call
fr: Appel privé

source: Failed Starting Private Call To
fr: Échec du démarrage de l'appel privé vers

source: Show Network Jitter
fr: afficher la gigue réseau

# privateCallIsOngoing
source: Can't start private call, private call is ongoing
fr: Impossible de démarrer l'appel privé, l'appel privé est en cours

source: Private Call From
fr: Appel privé de

# noConnectivity
source: System Connectivity Issue Has Been Detected
fr: Un problème de connectivité du système a été détecté

# noWifiOrCellular
source: Wifi or Cellular is not Connected
fr: Le Wifi ou le Cellulaire ne sont pas connectés

# noInternetData
source: Internet data is not Available
fr: Les données Internet ne sont pas disponibles

# noSystemService
source: System Service is not Available
fr: Le service système n'est pas disponible

source: SIM Number
fr: numéro de SIM

source: Item Number
fr: numéro d'objet

# locationNotAvailTitle
source: Location Not Available
fr: Emplacement non disponible

# systemCannotTrackLocation
source: System can not track you current location!
fr: Le système ne peut pas suivre votre position actuelle !

source: Device Name
fr: nom de l'appareil

# installingNewVersionTitle
source: Installing New Version
fr: Installation de la nouvelle version

# installingNewVersionMsg
source: Click Open The Download folder to clear cache, and run the new APK version
fr: Cliquez sur Ouvrir le dossier de téléchargement pour vider le cache et exécutez la nouvelle version APK

source: No Positions with Tours
fr: pas de position avec des visites

# noToursForCurrentPosition
source: No tours for the Current Position
fr: pas de visites pour la position actuelle

# rPointCompleted
source: This Reporting Point has Already Been Completed
fr: Ce point de rapport a déjà été terminé

source: Network Jitter
fr: Gigue du réseau

source: Collecting Data
fr: La collecte de données

source: Dark Theme
fr: thème sombre

source: Start Your Assignment As
fr: commencez votre mission comme

source: Show Transport Stats
fr: afficher les statistiques de transport

source: Events
fr: événements

source: Unconfirmed
fr: non confirmé

source: Unresolved
fr: non résolu

# yourMobileVersionMsg
source: Your mobile Version
fr: Votre version mobile

source: Failed Launching Admin Video Call
fr: Échec du lancement de l'appel vidéo administrateur

# supportByServerVersionMsg
source: Is not Supported by the Server Versions
fr: n'est pas pris en charge par les versions du serveur

# unknownMsg
source: Unknown
fr: inconnue

source: Speakers
fr: Haut-parleurs

source: Headphone
fr: casque de musique

source: Select Device Output
fr: Sélectionnez la sortie de l'appareil

source: fire
fr: feu

source: device offline
fr: appareil hors ligne

source: speed limit
fr: limitation de vitesse

source: type
fr: taper

source: time
fr: temps

source: reporter
fr: journaliste

source: status
fr: statut

source: priority
fr: priorité

source: low
fr: meugler

source: high
fr: haut

source: medium
fr: moyen

source: immediate
fr: immédiat

# statusOpen
source: open
fr: ouvert

# statusOngoing
source: ongoing
fr: en cours

source: No Activity
fr: aucune activité

source: Slide To Unlock
fr: Glisser pour déverouiller

# priorityLow
source: low
fr: meugler

# priorityMedium
source: medium
fr: moyen

# priorityHigh
source: high
fr: haut

source: start time
fr: heure de début

source: end time
fr: heure de fin

source: started at
fr: commencé à

source: ended at:
fr: terminé à

# positionRotationAssignmentIsNotValid
source: Impossible to start a rotation, the time does not match
fr: Impossible de démarrer une rotation, le temps ne correspond pas

# priorityImmediate
source: immediate
fr: immédiatement

# visitedTimes
source: visited {times} times
fr: visité {times} fois

source: Later
fr: plus tard

source: Yes
fr: oui

# unconfirmedEventsDialogText
source: You have {count} unconfirmed event{suffix}. Proceed to events?
fr: Vous avez {count} événement{suffix} non confirmé{suffix}. Procéder aux événements?

# unresolvedEventsDialogText
source: You have {count} unresolved event{suffix}. Proceed to events?
fr: Vous avez {count} événement{suffix} non résolu{suffix}. Procéder aux événements?

# eventsDialogText
source: You have {unconfirmedCount} unconfirmed and {unresolvedCount} unresolved events. Proceed to events?
fr: Vous avez {unconfirmedCount} événement{unconfirmedSuffix} non confirmé{unconfirmedSuffix} et {unresolvedCount} événement{unresolvedSuffix} non résolu{unresolvedSuffix}. Procéder aux événements?

# speedLimitEventDetails
source: The speed limit of {speedLimit} km/h was exceeded by {diff} km/h at {timeString}. Accuracy - {speedAccuracy} km/h
fr: La limite de vitesse de {speedLimit} km/h a été dépassée par {diff} km/h à {timeString}. Précision - {speedAccuracy} km/h

# mobileGPSAccessIsDenied
source: Access to GPS is Denied
fr: L'accès au GPS est refusé

# mobileGPSAccessIsDeniedByUser
source: User denied permissions to access the device's location
fr: L'utilisateur a refusé les autorisations d'accès à l'emplacement de l'appareil

source: SOS alert has already been sent
fr: L'alerte SOS a déjà été envoyée

source: justify
fr: justifier

# incorrectSystemTime
source: Incorrect system time! Please, adjust it before using the app
fr: Heure système incorrecte! Veuillez l'ajuster avant d'utiliser l'application

# cantStartRotationWrongLocation
source: Can't start a rotation, the location does not match
fr: Impossible de démarrer une rotation, le lieu ne correspond pas

# cantStartRotationUnlockedPosition
source: Can't start a rotation, the position is being edited
fr: Impossible de démarrer une rotation, le poste est en cours d'édition

# cantStartRotationPositionNotFound
source: Can't start a rotation, the position not found
fr: Impossible de démarrer une rotation, le poste est introuvable

# eventMessageDialogLocation
source: this event has no location.
fr: cet événement n'a pas de lieu.

# noLocationsForMessage
source: No locations found for this message
fr: Aucun emplacement trouvé pour ce message

source: postpone
fr: reporter

source: possible offline reason
fr: raison hors ligne possible

source: low battery level
fr: niveau de batterie faible

source: reached network data limit
fr: limite de données réseau atteinte

source: unexpected device shutdown
fr: arrêt inattendu de l'appareil

source: is offline
fr: est hors-ligne

# exceededSpeedLimit
source: exceeded the speed limit
fr: dépassé la limite de vitesse

source: no internet
fr: pas d'Internet

# waitingForNetwork
source: waiting for the network
fr: en attendant le réseau

source: Select Passed or Failed
fr: Sélectionnez Réussi ou Échec

# commentCantBeEmpty
source: The comment can't be empty
fr: Le commentaire ne peut pas être vide

source: Attach media
fr: Joindre un média

# waitForMediaUpload
source: Wait for the media to upload
fr: Attendez que le média soit téléchargé

source: your rating
fr: votre évaluation
